students.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 17/10/2024 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Ivan Salvadori</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="css/plain_and_simple.css" />


</head>
<body>
<div id="content" class="content">
<h1 class="title">Ivan Salvadori</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org88bd58a">1. Students</a></li>
<li><a href="#org4adf43c">2. Acompanhamento (2024-2)</a>
<ul>
<li><a href="#orge8c223d">2.1. Quartas-feiras: (http://meet.google.com/cdq-xhdh-def)</a></li>
<li><a href="#org5d3209f">2.2. Quintas-feiras:</a></li>
<li><a href="#org53baa76">2.3. Sextas-feiras: (http://meet.google.com/nmn-hisf-kjr)</a></li>
<li><a href="#orga6e6a6b">2.4. Alvaro Barbosa da Silva&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></a></li>
<li><a href="#orgc31c826">2.5. Paula Cristina hang&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="Interropido">Interropido</span></span></a></li>
<li><a href="#orgb37dee6">2.6. Emanuelle Machado&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></a></li>
<li><a href="#org113184c">2.7. Guilherme Baumgratz Spiger&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></a></li>
<li><a href="#orgef129be">2.8. Lucas Alves Rubira&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></a></li>
<li><a href="#org038ff3d">2.9. Matheus Augusto Condé Dias&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></a></li>
<li><a href="#org72da9e9">2.10. Matheus da Costa Varela&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="Interrompido">Interrompido</span></span></a></li>
<li><a href="#org2f75b5c">2.11. Lucas Felix&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></a></li>
<li><a href="#orgec07487">2.12. Gabriel Junior Picagevicz&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="Conclu_do">Concluído</span></span></a></li>
<li><a href="#org1957cb8">2.13. Diego Gomes&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="Conclu_do">Concluído</span></span></a></li>
<li><a href="#org5738397">2.14. Jhony Wesley Marques&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC2">TCC2</span>&#xa0;<span class="Conclu_do">Concluído</span></span></a></li>
</ul>
</li>
</ul>
</div>
</div>

<ul id="nav">
<li><a href="students.html">Students</a></li>
<li><a href="publications.html">Publications</a></li>
<li><a href="writings.html">Writings</a></li>
<li><a href="projects.html">Projects</a></li> 
<li><a href="about.html">About</a></li>
</ul>
<br>

<div id="outline-container-org88bd58a" class="outline-2">
<h2 id="org88bd58a"><span class="section-number-2">1.</span> Students</h2>
</div>

<div id="outline-container-org4adf43c" class="outline-2">
<h2 id="org4adf43c"><span class="section-number-2">2.</span> Acompanhamento (2024-2)</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Processo SEI TCC1: SEI 23064.044524/2024-49</li>
<li>Processo SEI TCC2: SEI 23064.044525/2024-93</li>
</ul>
</div>

<div id="outline-container-orge8c223d" class="outline-3">
<h3 id="orge8c223d"><span class="section-number-3">2.1.</span> Quartas-feiras: (<a href="http://meet.google.com/cdq-xhdh-def">http://meet.google.com/cdq-xhdh-def</a>)</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>16h30 às 17h00 - Emanuelle Machado</li>
<li>17h30 às 18h00 - Alvaro Barbosa da Silva</li>
<li>20h30 às 21h00 - Lucas Felix Vaz (Presencial)</li>
</ul>
</div>
</div>
<div id="outline-container-org5d3209f" class="outline-3">
<h3 id="org5d3209f"><span class="section-number-3">2.2.</span> Quintas-feiras:</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>20h30 às 21h00 - Joicimar Fernandes (Presencial)</li>
</ul>
</div>
</div>
<div id="outline-container-org53baa76" class="outline-3">
<h3 id="org53baa76"><span class="section-number-3">2.3.</span> Sextas-feiras: (<a href="http://meet.google.com/nmn-hisf-kjr">http://meet.google.com/nmn-hisf-kjr</a>)</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>15h00 às 15h30 - Lucas Alves Rubira</li>
<li>19h00 às 19h30 - Guilherme Baumgratz Spiger</li>
</ul>
</div>
</div>


<div id="outline-container-orga6e6a6b" class="outline-3">
<h3 id="orga6e6a6b"><span class="section-number-3">2.4.</span> Alvaro Barbosa da Silva&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li>Email: alvarobarbosa@alunos.utfpr.edu.br</li>
<li>Título:</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa:</li>
</ul>
</div>
</div>

<div id="outline-container-orgc31c826" class="outline-3">
<h3 id="orgc31c826"><span class="section-number-3">2.5.</span> Paula Cristina hang&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="Interropido">Interropido</span></span></h3>
<div class="outline-text-3" id="text-2-5">
<ul class="org-ul">
<li>Email: paulahang@alunos.utfpr.edu.br</li>
<li>Título:</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa:</li>
</ul>
</div>
</div>

<div id="outline-container-orgb37dee6" class="outline-3">
<h3 id="orgb37dee6"><span class="section-number-3">2.6.</span> Emanuelle Machado&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></h3>
<div class="outline-text-3" id="text-2-6">
<ul class="org-ul">
<li>Email: emanuellemachado@alunos.utfpr.edu.br</li>
<li>Título:</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa:</li>
</ul>
</div>
</div>

<div id="outline-container-org113184c" class="outline-3">
<h3 id="org113184c"><span class="section-number-3">2.7.</span> Guilherme Baumgratz Spiger&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></h3>
<div class="outline-text-3" id="text-2-7">
<ul class="org-ul">
<li>Email: gspiger@alunos.utfpr.edu.br</li>
<li>Título:</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa:</li>
</ul>
</div>
</div>

<div id="outline-container-orgef129be" class="outline-3">
<h3 id="orgef129be"><span class="section-number-3">2.8.</span> Lucas Alves Rubira&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></h3>
<div class="outline-text-3" id="text-2-8">
<ul class="org-ul">
<li>Email: lucasrubira@alunos.utfpr.edu.br</li>
<li>Título:</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa:</li>
</ul>
</div>
</div>

<div id="outline-container-org038ff3d" class="outline-3">
<h3 id="org038ff3d"><span class="section-number-3">2.9.</span> Matheus Augusto Condé Dias&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></h3>
<div class="outline-text-3" id="text-2-9">
<ul class="org-ul">
<li>Email: mdias.1998@alunos.utfpr.edu.br</li>
<li>Título: Integração dos sistemas CSV2RDF e SDD-MS através de uma infraestrutura para importação de Dados CSV e Geração automática de WebServices Semânticos</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa:</li>
</ul>
</div>
</div>

<div id="outline-container-org72da9e9" class="outline-3">
<h3 id="org72da9e9"><span class="section-number-3">2.10.</span> Matheus da Costa Varela&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="Interrompido">Interrompido</span></span></h3>
<div class="outline-text-3" id="text-2-10">
<ul class="org-ul">
<li>Email: matheusvarela@alunos.utfpr.edu.br</li>
<li>Título: Análise comparativa entre uma aplicação cliente servidor com uma aplicação orientada a eventos</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa:</li>
</ul>
</div>
</div>

<div id="outline-container-org2f75b5c" class="outline-3">
<h3 id="org2f75b5c"><span class="section-number-3">2.11.</span> Lucas Felix&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="EmAndamento">EmAndamento</span></span></h3>
<div class="outline-text-3" id="text-2-11">
<ul class="org-ul">
<li>Email: lucas.felix199948@gmail.com</li>
<li>Título: Não definido</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa:</li>
</ul>
</div>
</div>

<div id="outline-container-orgec07487" class="outline-3">
<h3 id="orgec07487"><span class="section-number-3">2.12.</span> Gabriel Junior Picagevicz&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="Conclu_do">Concluído</span></span></h3>
<div class="outline-text-3" id="text-2-12">
<ul class="org-ul">
<li>Email: gabrielpicagevicz@alunos.utfpr.edu.br</li>
<li>Título: Explorando Dados de Roubos e Furtos de Veículos em São Paulo: Uma Abordagem De Integração Com Pentaho, Postgresql, Elasticsearch e Kibana</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa: 08/12/2022</li>
</ul>
</div>
</div>

<div id="outline-container-org1957cb8" class="outline-3">
<h3 id="org1957cb8"><span class="section-number-3">2.13.</span> Diego Gomes&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC1">TCC1</span>&#xa0;<span class="TCC2">TCC2</span>&#xa0;<span class="Conclu_do">Concluído</span></span></h3>
<div class="outline-text-3" id="text-2-13">
<ul class="org-ul">
<li>Email: diego.gomes87@gmail.com</li>
<li>Título: Gamificação no Ensino Remoto de Programação</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa: 08/12/2022</li>
</ul>
</div>
</div>


<div id="outline-container-org5738397" class="outline-3">
<h3 id="org5738397"><span class="section-number-3">2.14.</span> Jhony Wesley Marques&#xa0;&#xa0;&#xa0;<span class="tag"><span class="TCC2">TCC2</span>&#xa0;<span class="Conclu_do">Concluído</span></span></h3>
<div class="outline-text-3" id="text-2-14">
<ul class="org-ul">
<li>Email: jhonymarques@alunos.utfpr.edu.br</li>
<li>Título: Análise do nível de aderência à LGPD no setor público (<a href="https://repositorio.utfpr.edu.br/jspui/handle/1/30387">link</a>)</li>
<li>Curso: Tecnologia em Sistemas para Internet</li>
<li>Data de defesa: 08/12/2022</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 17/10/2024</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
